Repository: alt-gnome/Foldy
Catalog: app/po/*.po
Languages: ru, uk

source: Add apps to folder '%s'
ru: Добавить приложения в папку '%s'

source: All apps
ru: Все приложения

source: Apps without folder
ru: Приложения без папки

source: Print version information and exit
ru: Отобразить информацию о версии и выйти

source: Save folders to file
ru: Сохранить папки в файл

source: Restore folders from file
ru: Восстановить папки из файла

source: Folder Manager
ru: Менеджер папок

source: Folder manager for GNOME and phosh
ru: Менеджер папок для GNOME и phosh

source: Folder Manager (Devel)
ru: Менеджер папок (Разработка)

source: Folder manager for GNOME and phosh (Development version)
ru: Менеджер папок для GNOME и phosh (версия для разработки)

source: Start page
ru: Начальная страница

source: Opened folder
ru: Открытая папка

source: Mobile window
ru: Мобильное окно

source: Edit folder dialog
ru: Диалог изменения папки

source: Add filter option to add-apps dialog. All/Unfoldered
ru: Добавлена опция фильтра в диалоговое диалог добавления приложений. Всё/Развернуто

source: Some fixes
ru: Некоторые исправления

source: Hotfix
ru: Исправление

source: Some improvements in metainfo and desktop files
ru: Некоторые улучшения в metainfo и desktop-файлах

source: Fixed bug with unselected row on folder creation
ru: Исправлена ошибка с невыбранной строкой при создании папки

source: Improved layout for desktop
ru: Улучшенный макет для настрольных компьютеров

source: A lot of optimization for mobile devices
ru: Множество оптимизаций для мобильных устройств

source: Bug fixes and more
ru: Исправление багов и другое

source: Fixed excluded apps
ru: Исправление исключённых приложений

source: Fix metadata
ru: Исправление метаданных

source: Some bug fixed
ru: Исправление некоторых багов

source: Some visual fixes
ru: Некоторые визуальные исправления

source: Improved localization
ru: Улучшенная локализация

source: Added service
ru: Добавлен сервис
uk: Сервіс додано

source: Added search in category list
ru: Добавлен поиск по списку категорий
uk: Додано пошук у списку категорій

source: Add selected applications
ru: Добавить выбранные приложения
uk: Додати вибрані програми

source: Application information
ru: Информация о приложении
uk: Інформація про додаток

source: Show all apps
ru: Показать все приложения

source: There is nothing to show
ru: Нечего показывать
uk: Нічого показувати

source: Folder categories
ru: Категории папки
uk: Категорії папки

source: Folder name
ru: Имя папки
uk: Ім'я папки

source: Close
ru: Закрыть

source: Add apps
ru: Добавить приложения
uk: Додати додатки

source: Remove selected
ru: Удалить выбранные
uk: Видалити вибрані

source: New name
ru: Новое имя

source: All folders
ru: Все папки
uk: Усі папки

source: There is no folders
ru: Нет папок

source: Create new folder
ru: Создать новую папку
uk: Створити нову папку

source: Export folders…
ru: Экпортировать папки…

source: Import folders…
ru: Импортировать папки…

source: About Folder Manager
ru: О Менеджере папок

source: Start Page
ru: Стартовая страница

source: Hello!
ru: Привет!

source: Start with opening or creating a folder
ru: Начните с открытия или создания папки

source: Folders
ru: Папки

source: Folder creation
ru: Создание папки
uk: Створення папки

source: Create
ru: Создать
uk: Створити

source: Unnamed Folder
ru: Безымянная папка
uk: Без імені

source: Folder settings
ru: Настройки папки
uk: Налаштування папки

source: Apply
ru: Принять
uk: Прийняти

source: Name can't be empty
ru: Имя не может быть пустым
uk: Ім'я не може бути порожнім

source: Categories can't be more than 2
ru: Категорий не может быть больше 2
uk: Категорій не може бути більше 2

source: Rename
ru: Переименовать

source: Delete
ru: Удалить
uk: Видалити

source: Are you want to delete folder '%s'?
ru: Вы хотите удалить папку '%s'?
uk: Ви хочете видалити папку '%s'?

source: Cancel
ru: Отмена
uk: Скасування

source: Renaming folder '%s'
ru: Переименование папки '%s'

source: Name cannot be empty
ru: Имя не может быть пустым

source: Foldy
ru: Папочка

source: translator-credits
ru: David Sultaniiazov <x1z53@alt-gnome.ru>
uk: Oleksij Shmigelskij <nisel11good@gmail.com>

source: Save folders file
ru: Сохранить файл папок

source: Open folders file
ru: Открыть файл папок

source: Folder manager
uk: Менеджер папок

source: Folder manager for mobile devices
uk: Менеджер папок для мобільних пристроїв

source: folder
uk: папка

source: Vladimir Romanov
uk: Володимир Васьков

source: Applications without folder
uk: Додатки без папки

source: Launch
uk: Запустити

source: Folder '%s'
uk: Папка '%s'

source: Can't open folder settings
uk: Не вдалося відкрити налаштування папки
